Repository: elementary/switchboard-plug-sound
Catalog: po/extra/*.po
Languages: sk, zh_tw

source: Sound Settings
sk: Nastavenia zvuku
zh_tw: 音效設定值

source: Change sound and microphone volume
sk: Meňte hlasitosť zvuku a mikrofónu
zh_tw: 變更音量與麥克風收音量

source: Improvements:
zh_tw: 改善項目：

source: Fix crash when connecting bluetooth audio players
zh_tw: 修正連接藍牙音效播放器時的崩潰

source: Updated translations
sk: Aktualizované preklady
zh_tw: 翻譯更新

source: New Features:
zh_tw: 新功能：

source: Control the volume of individual apps
zh_tw: 控制個別應用程式的音量

source: Include missing output items in search results
zh_tw: 修正輸出分頁中有些項目不會顯示在搜尋結果裡的問題

source: Improve responsiveness for large and small displays
zh_tw: 改善在特別大和特別小的螢幕環境下的顯示

source: Better volume level indicator for microphones
zh_tw: 改善麥克風音量指示器的外觀

source: Show screen reader shortcut
zh_tw: 顯示螢幕閱讀器的快捷鍵

source: Minor updates:
sk: Menšie aktualizácie:
zh_tw: 小型更新：

source: Use device form factor when available to assign more accurate icons
zh_tw: 可能的話依裝置種類來選擇更精確的圖示

source: Provide a fallback device icon in case none is available
zh_tw: 沒有其他可用的裝置圖示的時候提供備用的裝置圖示

source: More helpful placeholder text when no input devices are found
zh_tw: 沒有找到輸入裝置時提供更有用的替代說明文字

source: New features:
sk: Nové funkcie:
zh_tw: 新功能：

source: Show device icons
sk: Zobrazovať ikonky zariadení
zh_tw: 顯示裝置圖示

source: Switch to enable the screen reader
sk: Prepnite na zapnutie čítačky obrazovky
zh_tw: 新增啟用螢幕閱讀器的開關

source: Smoother transition when navigating away from this view
sk: Hladšia animácia prechodu pri navigovaní preč z tohto zobrazenia

source: Fix crash with PulseAudio's echo cancellation plugin
sk: Opravený pád so zásuvným modulom PulseAudio pre potláčanie ozveny

source: Add volume slider event sound
sk: Pridanie zvuku pri prestavovaní posuvníka hlasitosti
